Repository: JasonYeYuhe/leaflet-reader
Catalog: GGCReader/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: %@/month
ja: %@/月
zh_hans: %@/月

source: %lld active days
ja: %lld日間アクティブ
zh_hans: %lld 天活跃

source: %lld pages
ja: %lldページ
zh_hans: %lld 页

source: %lld pages to go
ja: 残り%lldページ
zh_hans: 还差 %lld 页

source: %lld percent progress
ja: %lld%%
zh_hans: %lld%%

# %lld/%lld books
source: %1$lld/%2$lld books
ja: %lld/%lld冊
zh_hans: %lld/%lld 本书

source: +%lld pages
ja: +%lldページ
zh_hans: +%lld 页

source: 3-day reading streak
ja: 3日連続読書
zh_hans: 连续阅读3天

source: 7-day reading streak
ja: 7日連続読書
zh_hans: 连续阅读7天

source: 30-day reading streak
ja: 30日連続読書
zh_hans: 连续阅读30天

source: 100-day reading streak
ja: 100日連続読書
zh_hans: 连续阅读100天

source: 365-day reading streak
ja: 365日連続読書
zh_hans: 连续阅读365天

source: About
ja: について
zh_hans: 关于

source: Add
ja: 追加
zh_hans: 添加

source: Add 1 page
ja: 1ページ追加
zh_hans: 添加1页

source: Add 5 books to your shelf
ja: 本棚に5冊追加
zh_hans: 添加5本书到书架

source: Add 5 pages
ja: 5ページ追加
zh_hans: 添加5页

source: Add 10 pages
ja: 10ページ追加
zh_hans: 添加10页

source: Add 20 books to your shelf
ja: 本棚に20冊追加
zh_hans: 添加20本书到书架

source: Add Book
ja: 本を追加
zh_hans: 添加书籍

source: Add Chapter
ja: チャプターを追加
zh_hans: 添加章节

source: Add chapters to track your reading by section
ja: セクションごとに読書を管理するためにチャプターを追加
zh_hans: 添加章节以按部分跟踪阅读进度

source: Add Manually
ja: 手動で追加
zh_hans: 手动添加

source: Add Note
ja: ノートを追加
zh_hans: 添加笔记

source: Add notes, highlights, or thoughts while reading
ja: 読書中にメモやハイライトを追加
zh_hans: 添加笔记、摘录或阅读心得

source: Added %@
ja: %@に追加
zh_hans: 添加于 %@

source: Advanced Statistics
ja: 高度な統計
zh_hans: 高级统计

source: æstel
ja: 拾葉
zh_hans: 拾叶记

source: æstel Export
ja: 拾葉 エクスポート
zh_hans: æstel 导出

source: æstel Pro
ja: 拾葉 Pro

source: All Badges
ja: すべてのバッジ
zh_hans: 所有徽章

source: All features unlocked
ja: すべての機能が利用可能になりました
zh_hans: 所有功能已解锁

source: Already at this page
ja: すでにこのページです
zh_hans: 当前已是该页

source: and %lld more...
ja: 他%lld件...
zh_hans: 还有 %lld 个...

source: App Icon
ja: アプリアイコン
zh_hans: 应用图标

source: Author
ja: 著者
zh_hans: 作者

source: Badges
ja: バッジ
zh_hans: 成就

source: Best Streak
ja: 最高記録
zh_hans: 最佳连续

source: Best Value
ja: 一番お得
zh_hans: 最划算

source: Bibliophile
ja: 愛書家
zh_hans: 爱书人

source: Blue
ja: ブルー
zh_hans: 蓝色

source: Book Details
ja: 書籍の詳細
zh_hans: 书籍详情

source: Book Finished!
ja: 読了！
zh_hans: 读完了！

source: Book Info
ja: 書籍情報
zh_hans: 书籍信息

source: Books
ja: ブック
zh_hans: 书架

source: Bookworm
ja: 本の虫
zh_hans: 书虫

source: Calendar
ja: カレンダー
zh_hans: 日历

source: Camera
ja: カメラ
zh_hans: 相机

source: Camera Not Available
ja: カメラが利用できません
zh_hans: 相机不可用

source: Cancel
ja: キャンセル
zh_hans: 取消

source: Centurion
ja: 百ページ達成
zh_hans: 百页达人

source: Centurion Days
ja: 百日読書
zh_hans: 百日读书

source: Chapter Info
ja: チャプター情報
zh_hans: 章节信息

source: Chapter Name
ja: チャプター名
zh_hans: 章节名

source: Chapters
ja: チャプター
zh_hans: 章节

source: Choose a book from the sidebar to view its details
ja: サイドバーから本を選んで詳細を表示
zh_hans: 从侧边栏选择一本书查看详情

source: Choose from 6 beautiful icon styles
ja: 6種類の美しいアイコンから選択
zh_hans: 从6种精美图标风格中选择

source: Close
ja: 閉じる
zh_hans: 关闭

source: Collector
ja: コレクター
zh_hans: 收藏家

source: Committed
ja: 継続は力
zh_hans: 坚持不懈

source: Confirm Page Decrease
ja: ページ数減少の確認
zh_hans: 确认减少页码

source: Connect Calendar
ja: カレンダーに接続
zh_hans: 连接日历

source: Continue
ja: 続ける
zh_hans: 继续

source: Cover Color
ja: カバーの色
zh_hans: 封面颜色

source: Cover Photo
ja: カバー写真
zh_hans: 封面照片

source: Current
ja: 現在
zh_hans: 当前

source: Current Page
ja: 現在のページ
zh_hans: 当前页

source: Current Streak
ja: 連続記録
zh_hans: 当前连续

source: Currently Reading
ja: 読書中
zh_hans: 正在阅读

source: Custom App Icons
ja: カスタムアプリアイコン
zh_hans: 自定义应用图标

source: Custom Title
ja: カスタムタイトル
zh_hans: 自定义标题

source: Daily Avg
ja: 日平均
zh_hans: 日均

source: Daily Goal
ja: 毎日の目標
zh_hans: 每日目标

source: Daily Reminder
ja: 毎日リマインダー
zh_hans: 每日提醒

source: Dark
ja: ダーク
zh_hans: 深色

source: Data
ja: データ
zh_hans: 数据

source: Date
ja: 日付
zh_hans: 日期

source: Decrease 1 page
ja: 1ページ減らす
zh_hans: 减少1页

source: Dedicated
ja: 読書家
zh_hans: 持之以恒

source: Delete
ja: 削除
zh_hans: 删除

source: Diamond
ja: ダイヤモンド
zh_hans: 钻石

source: Disciplined
ja: 自律者
zh_hans: 自律者

source: Don't forget to reach your daily reading goal.
ja: 毎日の読書目標を忘れずに達成しましょう。
zh_hans: 别忘了完成今天的阅读目标哦。

source: Done
ja: 完了
zh_hans: 完成

source: e.g. Read Chapter 5
ja: 例: 第5章を読む
zh_hans: 例如：读第5章

source: Early Bird
ja: 早起き鳥
zh_hans: 早起鸟

source: Edit Book
ja: 本を編集
zh_hans: 编辑书籍

source: Edit Chapter
ja: チャプターを編集
zh_hans: 编辑章节

source: Enable Notifications
ja: 通知を有効にする
zh_hans: 开启通知

source: End Page
ja: 終了ページ
zh_hans: 结束页

source: End page exceeds book total (%lld)
ja: 終了ページが総ページ数（%lld）を超えています
zh_hans: 结束页超过书籍总页数（%lld）

source: Ended at page:
ja: 終了ページ:
zh_hans: 结束于页码:

source: Eternal
ja: 永遠
zh_hans: 永恒

source: Exceeds total pages (%lld)
ja: 合計ページ数（%lld）を超えています
zh_hans: 超出总页数（%lld）

source: Explorer
ja: 探検家
zh_hans: 探索者

source: Export Reading Data
ja: 読書データをエクスポート
zh_hans: 导出阅读数据

source: Failed to load products
ja: 製品の読み込みに失敗しました
zh_hans: 加载产品失败

source: Filter
ja: フィルター
zh_hans: 筛选

# Finish "%@" in ~%lld days
source: Finish "%1$@" in ~%2$lld days
ja: 「%@」をあと約%lld日で読了
zh_hans: 约%lld天读完《%@》

source: Finish 3 books
ja: 3冊読了
zh_hans: 读完3本书

source: Finish 10 books
ja: 10冊読了
zh_hans: 读完10本书

source: Finish 25 books
ja: 25冊読了
zh_hans: 读完25本书

source: Finish 50 books
ja: 50冊読了
zh_hans: 读完50本书

source: Finish your first book
ja: 最初の1冊を読了
zh_hans: 读完你的第一本书

source: Finished
ja: 読了
zh_hans: 已读完

source: First Page
ja: 最初の一歩
zh_hans: 第一页

source: Free plan limited to %lld books
ja: 無料プランは%lld冊まで
zh_hans: 免费版最多添加%lld本书

source: Free plan limited to 3 notes per book
ja: 無料プランは1冊あたり3件のメモまで
zh_hans: 免费版每本书最多3条笔记

source: Get a daily nudge to keep your reading habit
ja: 毎日の読書習慣を続けるためのリマインダー
zh_hans: 每天提醒你保持阅读习惯

source: Go Back
ja: 戻る
zh_hans: 返回

source: Goal Complete!
ja: 目標達成！
zh_hans: 目标完成！

source: Goal Getter
ja: 目標達成者
zh_hans: 达标者

source: Goals
ja: 目標
zh_hans: 目标

source: Graduate
ja: 卒業
zh_hans: 毕业

source: Green
ja: グリーン
zh_hans: 绿色

source: Hat Trick
ja: ハットトリック
zh_hans: 帽子戏法

source: Home Library
ja: ホームライブラリ
zh_hans: 家庭图书馆

source: How Many Pages
ja: 読むページ数
zh_hans: 阅读页数

source: Last 7 Days
ja: 過去7日間
zh_hans: 最近7天

source: Legend
ja: 伝説
zh_hans: 传奇

source: Less
ja: 少
zh_hans: 少

source: Lifetime
ja: 買い切り
zh_hans: 终身

source: Locked
ja: ロック中
zh_hans: 已锁定

source: Manage
ja: 管理
zh_hans: 管理

source: Marathon
ja: マラソン
zh_hans: 马拉松

source: Mark as Finished
ja: 読了としてマーク
zh_hans: 标记为读完

source: Meet daily goal 7 times
ja: 毎日の目標を7回達成
zh_hans: 达成每日目标7次

source: Meet daily goal 30 times
ja: 毎日の目標を30回達成
zh_hans: 达成每日目标30次

source: Monthly
ja: 月額
zh_hans: 每月

source: More
ja: 多
zh_hans: 多

source: Most Active
ja: 最も活発
zh_hans: 最活跃

source: My Books
ja: マイブック
zh_hans: 我的书架

source: New Reading Task
ja: 新しい読書タスク
zh_hans: 新阅读任务

source: Night Owl
ja: 夜更かし
zh_hans: 夜猫子

source: No Books
ja: 本がありません
zh_hans: 没有书籍

source: No books in progress
ja: 読書中の本がありません
zh_hans: 没有正在阅读的书

source: No Chapters
ja: チャプターなし
zh_hans: 没有章节

source: No chapters added yet
ja: チャプターはまだありません
zh_hans: 暂未添加章节

source: No Notes
ja: ノートなし
zh_hans: 没有笔记

source: No notes yet
ja: ノートはまだありません
zh_hans: 暂无笔记

source: No previous purchases found.
ja: 以前の購入が見つかりません。
zh_hans: 未找到历史购买记录。

source: No products available
ja: 利用可能な製品がありません
zh_hans: 暂无可用产品

source: No reading sessions recorded yet
ja: 読書記録はまだありません
zh_hans: 暂无阅读记录

source: No reading tasks yet
ja: 読書タスクはまだありません
zh_hans: 暂无阅读任务

source: No text detected. Try scanning again.
ja: テキストが検出されませんでした。もう一度スキャンしてください。
zh_hans: 未检测到文字，请重新扫描。

source: Notes
ja: ノート
zh_hans: 笔记

source: Notes (%lld)
ja: ノート (%lld)
zh_hans: 笔记 (%lld)

source: On Fire
ja: 絶好調
zh_hans: 势不可挡

source: One-Time
ja: 買い切り
zh_hans: 一次性购买

source: Or choose a color below
ja: または下のカラーを選択
zh_hans: 或者选择下方的颜色

source: Orange
ja: オレンジ
zh_hans: 橙色

# p.%lld -> p.%lld
source: p.%1$lld -> p.%2$lld
ja: p.%lld → p.%lld
zh_hans: 第%lld页 → 第%lld页

# p.%lld-%lld
source: p.%1$lld-%2$lld
ja: p.%lld-%lld
zh_hans: 第%lld-%lld页

# p.%lld/%lld · %lld left
source: p.%1$lld/%2$lld · %3$lld left
ja: p.%1$lld/%2$lld · 残り%3$lld
zh_hans: p.%1$lld/%2$lld · 还剩 %3$lld

source: Page
ja: ページ
zh_hans: 页码

source: Page (optional)
ja: ページ（任意）
zh_hans: 页码（可选）

source: Page cannot be negative
ja: ページ数は0以上である必要があります
zh_hans: 页码不能为负数

source: Page must be greater than %lld
ja: ページ数は%lldより大きくする必要があります
zh_hans: 页码必须大于%lld

source: Page Turner
ja: 千ページ達成
zh_hans: 千页高手

source: pages
ja: ページ
zh_hans: 页

source: Pages
ja: ページ数
zh_hans: 页数

source: Pages %lld - %lld (%lld pages)
ja: %1$lld〜%2$lldページ（%3$lldページ）
zh_hans: 第 %1$lld - %2$lld 页（共 %3$lld 页）

source: pages per day
ja: ページ/日
zh_hans: 页/天

source: Pages Read
ja: 読んだページ
zh_hans: 阅读页数

source: Photo Library
ja: フォトライブラリ
zh_hans: 照片库

source: Point camera at book cover
ja: カメラを本の表紙に向けてください
zh_hans: 将相机对准书籍封面

source: Preview
ja: プレビュー
zh_hans: 预览

source: Privacy Policy
ja: プライバシーポリシー
zh_hans: 隐私政策

source: Pro only
ja: Proのみ
zh_hans: 仅限Pro

source: Purchase
ja: 購入
zh_hans: 购买

source: Purchase is pending approval. You'll get access once it's approved.
ja: 購入は審査待ちです。承認されると利用できるようになります。
zh_hans: 购买正在等待审核，审核通过后即可使用。

source: Purple
ja: パープル
zh_hans: 紫色

source: Quick Fill
ja: クイック入力
zh_hans: 快捷填充

source: Read
ja: 読む
zh_hans: 读

source: Read 1,000 pages total
ja: 合計1,000ページ読了
zh_hans: 累计阅读1000页

source: Read 5,000 pages total
ja: 合計5,000ページ読む
zh_hans: 总共阅读5,000页

source: Read 10,000 pages total
ja: 合計10,000ページ読む
zh_hans: 总共阅读10,000页

source: Read 50 pages in one day
ja: 1日に50ページ読む
zh_hans: 一天阅读50页

source: Read 100 pages in one day
ja: 1日に100ページ読む
zh_hans: 一天阅读100页

source: Read 100 pages total
ja: 合計100ページ読了
zh_hans: 累计阅读100页

source: Read 500 pages total
ja: 合計500ページ読了
zh_hans: 累计阅读500页

source: Read after 10 PM on 3 days
ja: 3日間午後10時以降に読書
zh_hans: 3天在晚上10点后阅读

source: Read before 9 AM on 3 days
ja: 3日間午前9時前に読書
zh_hans: 3天在早上9点前阅读

source: Read books by 5 different authors
ja: 5人の著者の本を読む
zh_hans: 阅读5位不同作者的书

source: Read on 7 different days
ja: 7日間読書
zh_hans: 在7个不同的日子阅读

source: Read on 10 weekend days
ja: 10日の週末に読書
zh_hans: 在10个周末日阅读

source: Read on 30 different days
ja: 30日間読書
zh_hans: 在30个不同的日子阅读

source: Read on 100 different days
ja: 100日読書する
zh_hans: 在100个不同的日子阅读

source: Read your first page
ja: 最初のページを読む
zh_hans: 读第一页

source: Reading
ja: 読書中
zh_hans: 在读

source: Reading Activity
ja: 読書アクティビティ
zh_hans: 阅读活动

source: Reading activity heatmap showing %lld days
ja: %lld日間の読書アクティビティヒートマップ
zh_hans: 阅读活动热力图，显示%lld天

source: Reading Log
ja: 読書ログ
zh_hans: 阅读记录

source: Reading Reminder
ja: 読書リマインダー
zh_hans: 阅读提醒

source: Reading Royalty
ja: 読書の王
zh_hans: 阅读之王

source: Reading Speed
ja: 読書速度
zh_hans: 阅读速度

source: Reading Speed & More
ja: 読書速度など
zh_hans: 阅读速度及更多

source: Reading speed, trends & insights
ja: 読書速度、トレンドと分析
zh_hans: 阅读速度、趋势与洞察

# Reading streak: %lld days current, %lld days best
source: Reading streak: %1$lld days current, %2$lld days best
ja: 読書連続日数：現在%lld日、最高%lld日
zh_hans: 阅读连续天数：当前%lld天，最长%lld天

source: Reading...
ja: 読書中...
zh_hans: 阅读中...

source: Ready
ja: 準備完了
zh_hans: 准备就绪

source: Recent Sessions
ja: 最近のセッション
zh_hans: 最近的阅读

source: Recognized Text
ja: 認識されたテキスト
zh_hans: 识别的文字

source: Remaining
ja: 残り
zh_hans: 剩余

source: Remind at
ja: 通知時刻
zh_hans: 提醒时间

source: Remove Photo
ja: 写真を削除
zh_hans: 移除照片

source: Restore Purchases
ja: 購入を復元
zh_hans: 恢复购买

source: Retry
ja: 再試行
zh_hans: 重试

source: Sage
ja: 賢者
zh_hans: 贤者

source: Save
ja: 保存
zh_hans: 保存

source: Scan Again
ja: 再スキャン
zh_hans: 重新扫描

source: Scan Book
ja: 本をスキャン
zh_hans: 扫描书籍

source: Scan Book Cover
ja: 表紙をスキャン
zh_hans: 扫描封面

source: Scan Results
ja: スキャン結果
zh_hans: 扫描结果

source: Scholar
ja: 学者
zh_hans: 学者

source: Search books
ja: 本を検索
zh_hans: 搜索书籍

source: Search books, authors, publishers
ja: 書名・著者・出版社を検索
zh_hans: 搜索书名、作者、出版社

source: Select a Book
ja: 本を選択
zh_hans: 选择一本书

source: Select Book
ja: 本を選択
zh_hans: 选择书籍

source: Settings
ja: 設定
zh_hans: 设置

source: Share CSV
ja: CSVで共有
zh_hans: 分享CSV

source: Sort By
ja: 並び替え
zh_hans: 排序方式

source: Speed Reader
ja: 速読者
zh_hans: 速读者

source: Start Page
ja: 開始ページ
zh_hans: 起始页

source: Start Reading
ja: 読書を開始
zh_hans: 开始阅读

source: Starting at page %lld
ja: %lldページから開始
zh_hans: 从第 %lld 页开始

source: Statistics
ja: 統計
zh_hans: 统计

source: Stats
ja: 統計
zh_hans: 统计

source: Stop Reading
ja: 読書を停止
zh_hans: 停止阅读

source: Subscribe Now
ja: 今すぐ登録
zh_hans: 立即订阅

source: Subscriptions auto-renew unless cancelled at least 24 hours before the end of the current period. Manage subscriptions in Settings.
ja: サブスクリプションは現在の期間終了の少なくとも24時間前にキャンセルされない限り、自動更新されます。設定でサブスクリプションを管理してください。
zh_hans: 除非在当前订阅期结束前至少24小时取消，否则订阅将自动续期。在"设置"中管理订阅。

source: Summary
ja: 概要
zh_hans: 概要

source: Sync reading tasks with Apple Calendar
ja: Appleカレンダーと読書タスクを同期
zh_hans: 与 Apple 日历同步阅读任务

source: Take your reading to the next level
ja: 読書をもっと充実させよう
zh_hans: 让你的阅读更上一层楼

source: Tap + to add your first book
ja: +をタップして最初の本を追加
zh_hans: 点击 + 添加第一本书

source: Tap the shutter button when ready
ja: 準備ができたらシャッターボタンをタップ
zh_hans: 准备好后点击快门按钮

source: Tap to complete
ja: タップで完了
zh_hans: 点击完成

source: Task
ja: タスク
zh_hans: 任务

source: Task Title
ja: タスクタイトル
zh_hans: 任务标题

source: Tasks added here also appear in Apple Calendar
ja: ここで追加したタスクはAppleカレンダーにも表示されます
zh_hans: 在这里添加的任务也会出现在 Apple 日历中

source: Teal
ja: ティール
zh_hans: 青绿色

source: Terms of Use
ja: 利用規約
zh_hans: 使用条款

source: This device does not support text scanning. Please enter book details manually.
ja: このデバイスはテキストスキャンに対応していません。書籍情報を手動で入力してください。
zh_hans: 此设备不支持文字扫描，请手动输入书籍信息。

source: This Week
ja: 今週
zh_hans: 本周

source: This will go back %lld pages and remove that reading history.
ja: %lldページ戻り、その読書履歴が削除されます。
zh_hans: 将退回%lld页并删除对应的阅读记录。

source: Time to Read!
ja: 読書の時間です！
zh_hans: 该读书啦！

source: Timer
ja: タイマー
zh_hans: 计时

source: Title
ja: タイトル
zh_hans: 书名

source: Today
ja: 今日
zh_hans: 今天

source: Total Books
ja: 蔵書数
zh_hans: 总书籍

source: Total Pages
ja: 総ページ数
zh_hans: 总页数

source: total reading
ja: 合計読書時間
zh_hans: 总阅读时长

source: Trend
ja: 傾向
zh_hans: 趋势

source: Undo
ja: 元に戻す
zh_hans: 撤销

source: Unlimited Books
ja: 無制限の本
zh_hans: 无限添加书籍

source: Unlimited books, all badges & more
ja: 無制限の本、すべてのバッジなど
zh_hans: 无限书籍、所有徽章及更多

source: Unlimited Notes
ja: 無制限のメモ
zh_hans: 无限笔记

source: Unlock all 29 achievement badges
ja: 29個の実績バッジをすべて解錠
zh_hans: 解锁全部29个成就徽章

source: Unlock all badges with Pro
ja: Proですべてのバッジを解錠
zh_hans: 用Pro解锁所有徽章

source: Unlock Everything
ja: すべてを解錠
zh_hans: 解锁全部

source: Unlocked
ja: 解錠済み
zh_hans: 已解锁

source: Unstoppable
ja: 止められない
zh_hans: 锐不可当

source: Upcoming
ja: 今後の予定
zh_hans: 即将到来

source: Update
ja: 更新
zh_hans: 更新

source: Update Progress
ja: 進捗を更新
zh_hans: 更新进度

source: Updated to page %lld
ja: %lldページに更新しました
zh_hans: 已更新到第%lld页

source: Upgrade
ja: アップグレード
zh_hans: 升级

source: Upgrade to Pro
ja: Proにアップグレード
zh_hans: 升级到Pro

source: Upgrade to Pro for advanced stats
ja: 高度な統計にはProが必要です
zh_hans: 升级到Pro以使用高级统计

source: Use as Author
ja: 著者として使用
zh_hans: 用作作者

source: Use as Title
ja: タイトルとして使用
zh_hans: 用作书名

source: Version
ja: バージョン
zh_hans: 版本

source: View All (%lld)
ja: すべて表示 (%lld)
zh_hans: 查看全部 (%lld)

source: vs last week
ja: 先週比
zh_hans: 较上周

source: Weekend Warrior
ja: 週末の戦士
zh_hans: 周末战士

source: Weekly Insights
ja: 週間レポート
zh_hans: 每周洞察

source: Will remove %lld pages of history
ja: %lldページの履歴が削除されます
zh_hans: 将删除%lld页的阅读记录

source: Wizard
ja: 魔法使い
zh_hans: 巫师

source: Yearly
ja: 年額
zh_hans: 每年

source: Your note...
ja: ノートを入力...
zh_hans: 输入笔记...

source: My Rating
ja: マイ評価
zh_hans: 我的评分

source: Write a Review
ja: レビューを書く
zh_hans: 写一篇短评

source: Edit Review
ja: レビューを編集
zh_hans: 编辑短评

source: Rate Book
ja: 本を評価
zh_hans: 评价此书

source: How was this book?
ja: この本はいかがでしたか？
zh_hans: 这本书读得怎样？

source: Review (optional)
ja: レビュー（任意）
zh_hans: 短评（选填）

source: Share Card
ja: カードを共有
zh_hans: 分享卡片

source: Quotes & Favorites
ja: 引用・お気に入り
zh_hans: 摘录与收藏

source: Favorites
ja: お気に入り
zh_hans: 收藏

source: All Quotes
ja: すべての引用
zh_hans: 全部摘录

source: Thought
ja: 感想
zh_hans: 随想

source: Quote
ja: 引用
zh_hans: 摘录

source: Import Data
ja: データをインポート
zh_hans: 导入数据

source: Import from JSON Backup
ja: JSONバックアップからインポート
zh_hans: 从JSON备份导入

source: Import Complete
ja: インポート完了
zh_hans: 导入完成

source: Physical Book
ja: 紙の本
zh_hans: 纸质书

source: E-book
ja: 電子書籍
zh_hans: 电子书

source: Audiobook
ja: オーディオブック
zh_hans: 有声书

source: Audiobooks & E-books
ja: オーディオブック・電子書籍
zh_hans: 有声书和电子书

source: Monthly Stats
ja: 月間統計
zh_hans: 月度统计

source: This Month
ja: 今月
zh_hans: 本月

source: Reading Challenges
ja: 読書チャレンジ
zh_hans: 阅读挑战

source: No Challenges
ja: チャレンジなし
zh_hans: 暂无挑战

source: New Challenge
ja: 新しいチャレンジ
zh_hans: 新建挑战

source: Year in Reading
ja: 読書の年
zh_hans: 年度阅读报告

source: Books Finished
ja: 読了した本
zh_hans: 完成书籍

source: Highlights
ja: ハイライト
zh_hans: 亮点

source: Challenges
ja: チャレンジ
zh_hans: 挑战

source: Format
ja: フォーマット
zh_hans: 格式

source: Quotes
ja: 引用
zh_hans: 摘录

source: Track Your Reading
ja: 読書を記録する
zh_hans: 记录你的阅读

source: Log pages, set goals, and build your personal library
ja: ページを記録し、目標を設定し、マイライブラリを作ろう
zh_hans: 记录页数、设定目标、构建你的个人书库

source: Build Streaks & Habits
ja: 連続記録と習慣を作ろう
zh_hans: 打造连续阅读与习惯

source: Daily goals, reading streaks, and achievement badges keep you motivated
ja: 毎日の目標、連続記録、バッジがモチベーションを維持します
zh_hans: 每日目标、阅读连续天数和成就徽章让你保持动力

source: Discover Insights
ja: 読書の洞察を発見
zh_hans: 发现阅读洞察

source: See your reading stats, monthly trends, and year-in-review reports
ja: 統計、月間トレンド、年間レポートを確認しよう
zh_hans: 查看阅读统计、月度趋势和年度报告

source: Get Started
ja: 始めよう
zh_hans: 开始使用

source: Skip for Now
ja: 今はスキップ
zh_hans: 暂时跳过

source: Set Your Daily Goal
ja: 毎日の目標を設定
zh_hans: 设定每日目标

source: How many pages would you like to read each day?
ja: 毎日何ページ読みたいですか？
zh_hans: 你希望每天读多少页？

source: Daily reading goal complete. %lld of %lld pages read today.
ja: 今日の読書目標達成！%1$lldページ中%2$lldページ読みました。
zh_hans: 今日阅读目标已完成！共阅读 %1$lld/%2$lld 页。

source: Daily reading goal: %lld of %lld pages, %lld percent complete.
ja: 今日の読書目標：%1$lld/%2$lldページ、%3$lld%%達成。
zh_hans: 今日阅读目标：%1$lld/%2$lld 页，已完成 %3$lld%%。

source: Decrease goal by 5
ja: 目標を5減らす
zh_hans: 目标减少5页

source: Decrease goal by 1
ja: 目標を1減らす
zh_hans: 目标减少1页

source: Increase goal by 1
ja: 目標を1増やす
zh_hans: 目标增加1页

source: Increase goal by 5
ja: 目標を5増やす
zh_hans: 目标增加5页

source: %lld pages per day
ja: 1日%lldページ
zh_hans: 每天%lld页

source: p.%lld
zh_hans: 第%lld页
